Repository: fredatgithub/axcrypt-net
Catalog: Axantum.AxCrypt/Properties/Resources.*.resx
Languages: sv

source: AxCrypt File Encryption
sv: AxCrypt Dokumentkryptering

# Canceled
source: Canceled '{0}'.
sv: Avbröt '{0}'.

# CannotStartApplication
source: Cannot start application for '{0}'.
sv: Kan inte starta applikation för '{0}'.

# CannotWrite
source: Cannot write '{0}'.
sv: Kan inte skriva till '{0}'.

# ClickToCheckForNewerVersionTooltip
source: Click to check for a newer version.
sv: Klicka för att kontrollera om det finns en ny version.

# DecryptedSaveAsFileDialogFilterPattern
source: Documents (*{0})|*{0}|All files (*.*)|*.*
sv: Dokument (*{0})|*{0}|Alla dokument (*.*)|*.*

# DecryptedSaveAsFileDialogTitle
source: File exists, choose a new name to save as
sv: Dokumentet finns redan, spara som

# DecryptFileOpenDialogTitle
source: Select files to decrypt
sv: Välj dokument att dekryptera

# EncryptedFileDialogFilterPattern
source: AxCrypt Files (*{0})|*{0}|All files (*.*)|*.*
sv: AxCrypt Krypterade (*{0})|*{0}|Alla dokument (*.*)|*.*

# EncryptedSourceColumnHeader
source: Encrypted File
sv: Krypterat Dokument

# EncryptFileOpenDialogTitle
source: Select files to encrypt
sv: Välj dokument att kryptera

# EncryptFileSaveAsDialogTitle
source: File Exists, Save As
sv: Dokumentet finns redan, spara som

# FileAlreadyExists
source: File '{0}' already exists.
sv: Dokumentet '{0}' finns redan.

# FileDoesNotExist
source: File '{0}' does not exist.
sv: Dokumentet '{0}' finns inte.

# FileOperationFailed
source: Failed '{0}'.
sv: Fel med '{0}'.

# InconsistentState
source: Inconsistent state with '{0}'.
sv: Internt fel med '{0}'.

# InvalidKey
source: Invalid key for '{0}'.
sv: Felaktig krypteringsnyckel för '{0}'.

# LanguageChangeRestartPrompt
source: You must restart AxCrypt in order for the language change to take effect.
sv: AxCrypt måste startas om för att slutföra språkändringen.

# NewVersionIsAvailableTooltip
source: Version {0} is available! Click to download.
sv: Version {0} finns tillgänglig! Klicka för att komma till nedladdningssidan.

# NoNeedToCheckForUpdatesTooltip
source: No need to check for updates.
sv: Inget uppdateringsbehov.

# OldVersionTooltip
source: Your version is old. Please click to check for a newer version.
sv: Du har en gammal version. Klicka för att kontrollera om det finns en nyare.

# OpenEncryptedFileOpenDialogTitle
source: Select file to decrypt and open
sv: Välj dokument att dekryptera och öppna

# OpenFileColumnHeader
source: File
sv: Arkiv

# PassphraseVerificationMismatch
source: Passphrases do not match
sv: Lösenorden är inte lika

source: Purging Active Files
sv: Rensar Aktiva Dokument

# TrayBalloonTooltip
source: Click to restore the AxCrypt application window.
sv: Dubbelklicka ikonen för att öppa AxCrypt

# UnrecognizedError
source: Unrecognized error code failing with '{0}'.
sv: Okänt fel med '{0}'.

source: Updating Status
sv: Uppdaterar Status
